import pic1 from './1.jpg';
import pic2 from './2.jpg';
import vid1 from './q.mp4';
import vid2 from './a.mp4';
import reb from './reb.jpg';
import reb1 from './reb1.jpg';

export default {
  "steps": [
      {
      "text": "Начнём с простого. Этот город носил разные имена: Пантикапей, Боспор, Корчев. Генуэзцы назвали его Черкио. В 1745 году его захватили турки. Что это за город?",
      "answer": ["керчь"]
      },
      {
          "text": "Однажды студент в своей работе вместо названия породы животного написал 'fixed price' [фиксд прайс]. Назови эту породу.",
          "answer": ["такса"],
          "comment": "Судя по всему, нерадивый студент воспользовался компьютерным переводчиком, который перевел слово 'такса' как 'fixed price', то есть 'фиксированная цена'."
      },
      {
          "text": "Когда русская версия сайта авиакомпании 'Джерман-уингз' только появилась, на ней можно было купить билет в Милый. Впоследствии слово 'Милый' заменили названием города. Какого?",
          "answer": ["ницца"],
          "comment": "По-видимому, названия городов переводились на русский язык автоматически, причём с английского. Большинство было переведено верно, но Ницца — по-французски 'Нис' (пишется Nice) — была переведена как английское 'найс' — 'милый'. Пострадал и хорватский Сплит — он фигурировал на сайте под названием 'Раскалывать'."
      },
      {
          "text": "Согласно шуточной новости, мультимиллиардер Прохоров подарил своей невесте ЕГО. Назови любой из основных восьми, которые составляют ЕГО.",
          "answer": ["сергиев посад", "переславль-залесский", "ростов", "ярославль", "кострома", "суздаль", "владимир", "иваново"],
          "comment": "ОНО — 'золотое кольцо' России."
      },
      {
          "text": "Ребус",
          "q_img": reb1,
          "answer": ["лимерик"],
          "comment": "Лимерик"
      },
      {
          "text": "Во многих местах этой столицы можно встретить плакаты, утверждающие, что кенгуру здесь нет. Назови эту столицу.",
          "answer": ["вена"],
          "comment": "Туристы часто путают Австрию с Австралией..."
      },
      {
          "text": "Как гласит предание, примерно 2000 лет назад пергамский царь Аттал собрал своих подданных и попросил их пойти и найти земной рай. Через некоторое время они вернулись с радостной вестью. Царь сам посетил это место и решил построить здесь город-порт. В честь царя и назвали этот порт. Как?",
          "answer": ["анталья", "анталия"]
      },
      {
          "text": "В газете 'Гомельская правда' появилась статья о бедственном положении одного из деревообрабатывающих предприятий города. В заголовке, полном грустной иронии, упоминалась продукция предприятия и один европейский город. Какой?",
          "answer": ["париж"],
          "comment": "статья называлась 'Наша фанера над Парижем еще не пролетала...'"
    },
      {
          "text": "Для ПЕРВОГО у человека имеется всего один тип рецепторов, в то время как для ВТОРОГО — целых сорок, ведь это позволяло первобытным людям исключать потенциальные токсины. Что было ВТОРЫМ на протяжении 58 лет?",
          "answer": ["нижний новгород", "горький"],
          "comment": "У человека всего один рецептор для сладкого и сорок для горького. Такое многообразие позволяло исключать из рациона потенциальные токсины."
      },
      {
          "text": "Ребус",
          "q_img": reb,
          "answer": ["коньялты"],
          "comment": "Коньялты"
      },
    {
      "text": "По иронии судьбы и из-за географического расположения этот город, порт на Дунае в 1541 году стал столицей Венгерского королевства; тремя столетиями ранее его захватил немцы и дали ему название Пресбург. А с 1 января 1919 года этот город стал столицей не Венгрии и даже не Германии. Столицей какого государства является это город?",
      "answer": ["словакия"],
      "comment": "г. Братислава"
    },
    {
      "text": "На туристическом сайте сообщается, что город Санкт-Петербург, правда, с оговоркой, является по численности населения третьим в Европе. А вот без этой оговорки Петербург становится лишь четвертым. Назови город, который его так 'подставил'.",
      "answer": ["стамбул"],
      "comment": "Петербург является третьим по населению (после Москвы и Лондона) лишь среди городов полностью расположенных в Европе, но если учесть еще Стамбул, расположенный географически и в Европе, и в Азии, то Питер становится только четвертым."
    },
      {
          "text": "Пожилой Иван Бунин назвал ЭТО техническим чудом, давшим ему как писателю наиболее полное удовлетворение. Многих достойных американских ученых ЭТО застало в постели. Назови город, из которого ЭТО исходило.",
          "answer": ["стокгольм"],
          "comment": "ЭТО — телефонный звонок из Нобелевского комитета. Бунин: 'Это маленькое чудо современной техники, этот телефонный звонок из Стокгольма... дал мне как писателю наиболее полное удовлетворение'. К моменту объявления результатов большинство американских лауреатов еще спит."
      },
    {
      "text": "Перед тобой образец паттерна, разработанного студией графического дизайна 'Metric' [мЕтрик] в рамках проекта территориального брендинга (2014 год). Средняя строчка скрыта. Чей бренд разрабатывался в рамках этой кампании?",
      "q_img": pic1,
      "answer": ["осло"],
      "a_img": pic2,
      "comment": "В паттерне обычно элементы чередуются, имитируя орнамент или узор. В данном случае строки дизайн-проекта трансформировались перестановкой букв. На новом логотипе Осло восклицательный знак стоит на месте литеры L."
    },
    {
      "text": "Подмосковное село Высокое было с середины 16 века известно своей церковью св. Георгия, имя которого, впрочем, русские люди как правило коверкали. Как называется город, в который переименовали в 18 веке это село?",
      "answer": ["егорьевск"]
    },
      {
          "text": "Журналист Николай Худолин так пишет об этом городе: 'Этому городу очень не повезло. Почти все о нем слышали, многие даже бывали, но ничего не увидели, кроме ошибки'. О каком городе идет речь?",
          "answer": ["пиза"],
          "comment": "Журналист считает, что туристы, приезжающие в Пизу, обращают внимание лишь на знаменитую башню, которая на деле является строительной ошибкой, не видя из-за нее сам город."
      },
      {
          "text": "Сайт turinfo называет два следствия плохой погоды в этом итальянском городе. Одно из следствий — большое количество галерей и арок, под которыми можно укрыться. Назови этот город.",
          "answer": ["болонья"],
          "comment": "Архитектурной особенностью Болоньи являются длинные галереи общей протяженностью около 40 км, и среди них — самая длинная в мире (3.5 км, 666 арок). Причиной такой специфики стал местный дождливый климат. Этому же климату мир обязан появлением ткани 'болонья', из которой до сих пор изготавливаются куртки, плащи и зонты."
      },
      {
          "text": "В воспоминаниях о поездке в СССР Андре Жид признался, что, будучи в Ленинграде, почти не видел новых кварталов. Поэтому восхитил его в Ленинграде только ОН. Назови ЕГО.",
          "answer": ["санкт-петербург", "петербург"],
          "comment": "Что появилось в Ленинграде нового по сравнению с историческим Санкт-Петербургом, писатель увидеть не смог."
      },
      {
          "text": "В апреле 2011 года в мексиканскую деревню Айапа приехала группа ученых. Вопреки их ожиданиям оказалось, что 75-летний Мануэль Сеговия и 69-летний Исидро Веласкес находились в ссоре. Назови специализацию приехавших ученых.",
          "answer": ["лингвисты", "лингвистика"],
          "comment": "Мануэль и Исидро — последние носители аяпасского языка, но к моменту прибытия туда лингвистов для изучения языка они категорически отказывались говорить друг с другом."
      },
      {
          "text": "По одной из версий, ЕЕ название происходит от имени одного из колен израилевых. По другой — от древнего названия народа, упомянутого у Гомера и Вергилия. А по шуточной версии автора вопроса — в старину ОНА выплачивала деньги Руси. Назови ЕЕ.",
          "answer": ["дания"],
          "comment": "Дания — по одной из версий происходит от названия одного из Колен Израилевых (Дан). По другой версии — от данайцев, а по третьей версии — они дань платили."
      },
      {
          "text": "Автор, придумывая название своему изобретению, использовал слово 'офиклеид': греческое слово 'офис' ('змея') намекает на форму, a 'клеис' ('дверной крючок, затвор') — на некоторые элементы конструкции. Название не прижилось, и несколько лет спустя изобретение все-таки назвали в честь автора. Как именно назвали?",
          "answer": ["саксофон"],
          "comment": "Сакс назвал свой первый сконструированный инструмент 'мундштучным офиклеидом', а название 'саксофон' было предложено несколько лет спустя Гектором Берлиозом. На дверные крючки похожи клапаны, открывающие и закрывающие отверстия в корпусе при игре."
      },
      {
          "text": "В латышском языке эта страна именуется Кривейя. Назови эту страну.",
          "answer": ["россия"],
          "comment": "Возможно, название связано с племенами кривичей, которые давным-давно жили на территории России."
      },
      {
          "text": "Худанит - это редко употребляемое название жанра. Воспроизведи более привычное его название.",
          "answer": ["детектив"],
          "comment": "Слово образовано из английских слов 'Who done it?' — 'Кто это сделал?' и скалькировано в русский."
      },
      {
          "text": "Главный герой сериала 'Доктор Хаус' каламбурит по-английски, что без НЕЕ нельзя жить, отсюда и ЕЕ название. В русском недословном переводе каламбур заканчивается так: '... поэтому мы о ней ...'. Закончи эту цитату глаголом.",
          "answer": ["печемся", "печёмся"],
          "comment": "Доктор Хаус как всегда острит: 'Livers are important, Cuddy. You can't live without them, hence the name'. Наши переводчики тоже не отстают, используя другую игру слов: 'Печень важна, поэтому мы о ней и печемся'."
      },
      {
          "text": "В византийской церковной традиции ничего не значащие мелодичные слова символизируют ЭТО. Известной с детства героине предположение о наличии ЭТОГО помогло завладеть... Чем?",
          "answer": ["сыр", "сыром"],
          "comment": "Мелодичные слова призваны символизировать голоса ангелов. В басне Крылова 'Ворона и лисица' льстивая лисица высказывает вслух предположение, что у вороны '... верно, ангельский быть должен голосок!'. В итоге сыр, бывший у вороны в клюве, достался хитрой плутовке."
      },
      {
          "v_text": vid1,
          "v_answer": vid2,
          "answer": ["пицца", "пиццу"]
      }

  ],
    "gifts": [
        {
           "text": "УРА! Ты можешь получить Подарок №1! Тебе, наверное, нужна подсказка - где его найти...Тогда слушай. В городе Монреаль есть магазин русских книг и сувениров, название которого переводится как 'Маленькая Россия'. Некоторые люди в шутку называют этот магазин 'Лапти и ОНИ'. Хотя ИМИ, в отличие от лаптей, магазин не торгует. Так вот: там, где ты хранишь ИХ - и ждёт тебя первый подарок! Разыщи его и жми Далее!"
        },
        {
            "text": "Это чудо техники не умеет петь; не обучено оно ни шитью, ни кройке; но нельзя помощника такого не хотеть; твой Подарок номер 2 на ***********!"
        },
        {
            "text": "Молодец! Время получать третий подарок. Слушай подсказку. Первую ЕЁ в Англии поставили в 1884 году Королева Виктория и её муж принц Альберт, а современные англичане часто называют ЕЙ футбольную схему 4-3-2-1. Так вот: там, где мы ЕЁ храним - ты найдёшь Подарок №3! Найди его и жми Далее!"
        },
        {
            "text": "Осушают они всё: руки, голову, коленца; под номером 4 дар - ждёт там, где *********!"
        },
        {
            "text": "Для Сени пьедестал... ну если чистит клюв); Подарка номер 5 хранилищем стал наш чудесный ***! Когда найдёшь подарок - читай ниже.",
            "add" : "Возникла проблема? Не знаешь как открыть? Тогда придётся ответить на ещё один вопрос. Жми Далее!"
        },
        {
            "text": "Ключ к Подарку № 5 кроется где-то в подарке № 4!"
        }
    ]

}